[{"originalText":"Panda memiliki kebiasaan untuk mengupas bagian luar bambu muda sebelum memakannya. Mereka menggunakan gigi premolar untuk menghilangkan bagian berwarna hijau pada bambu. Bagian kulit berwarna hijau tersebut diketahui mengandung racun dan kaya akan senyawa abrasif. Karena pola makan tersebut, gigi premolar panda pun mengalami adaptasi. Gigi premolar sendiri merupakan gigi yang terletak di antara taring dan geraham.\n\nArtikel ini telah tayang di Kompas.com dengan judul \"Panda, Hewan Herbivora dari China yang Bertaring Tajam\", Klik untuk baca: https://travel.kompas.com/read/2021/10/09/071100327/panda-hewan-herbivora-dari-china-yang-bertaring-tajam?page\u003dall.\n\n\nKompascom+ baca berita tanpa iklan: https://kmp.im/plus6\nDownload aplikasi: https://kmp.im/app6","summarizedText":"Artikel ini telah tayang di Kompas.com dengan judul \"Panda, Hewan Herbivora dari China yang Bertaring Tajam\", Klik untuk baca: https://travel.kompas.com/read/2021/10/09/071100327/panda-hewan-herbivora-dari-china-yang-bertaring-tajam?page\u003dall. Mereka menggunakan gigi premolar untuk menghilangkan bagian berwarna hijau pada bambu. Gigi premolar sendiri merupakan gigi yang terletak di antara taring dan geraham.","timestamp":"2025-06-13T09:58:12.7130847"},{"originalText":"Buah merupakan salah satu sumber makanan yang sangat penting bagi kesehatan tubuh manusia. Kaya akan berbagai vitamin, mineral, dan serat, buah dapat membantu menjaga tubuh tetap sehat dan bugar. Beberapa jenis buah, seperti jeruk, apel, dan pisang, dikenal dengan kandungan vitamin C dan potasium yang tinggi, yang sangat bermanfaat untuk sistem kekebalan tubuh, menjaga tekanan darah, serta meningkatkan pencernaan. Mengonsumsi buah secara teratur juga dapat mengurangi risiko penyakit kronis seperti diabetes tipe 2, obesitas, dan penyakit jantung.\n\nSelain manfaat kesehatan, buah juga berperan dalam menyediakan energi yang diperlukan tubuh sepanjang hari. Karbohidrat alami yang terkandung dalam buah memberikan sumber energi yang cepat diserap oleh tubuh tanpa meningkatkan kadar gula darah secara drastis. Buah juga mengandung antioksidan yang dapat membantu melawan radikal bebas, yang berperan dalam penuaan dini dan berbagai penyakit degeneratif. Oleh karena itu, mengonsumsi berbagai macam buah dengan warna yang berbeda akan memastikan tubuh memperoleh nutrisi yang optimal.\n\nBuah tidak hanya bermanfaat bagi tubuh, tetapi juga bisa menjadi bagian dari gaya hidup yang menyenangkan. Beragam jenis buah menawarkan rasa manis, asam, dan segar yang dapat dikombinasikan dalam berbagai hidangan, mulai dari jus, salad, hingga hidangan penutup. Dengan berbagai pilihan dan cara penyajian, mengonsumsi buah dapat menjadi pengalaman yang menarik dan menggugah selera. Oleh karena itu, penting untuk memasukkan buah ke dalam pola makan harian sebagai bagian dari kebiasaan hidup sehat.\n","summarizedText":"Kaya akan berbagai vitamin, mineral, dan serat, buah dapat membantu menjaga tubuh tetap sehat dan bugar . Buah juga berperan dalam menyediakan energi yang diperlukan tubusia .","timestamp":"2025-06-13T09:59:16.1012045"},{"originalText":"Buah merupakan salah satu sumber makanan yang sangat penting bagi kesehatan tubuh manusia. Kaya akan berbagai vitamin, mineral, dan serat, buah dapat membantu menjaga tubuh tetap sehat dan bugar. Beberapa jenis buah, seperti jeruk, apel, dan pisang, dikenal dengan kandungan vitamin C dan potasium yang tinggi, yang sangat bermanfaat untuk sistem kekebalan tubuh, menjaga tekanan darah, serta meningkatkan pencernaan. Mengonsumsi buah secara teratur juga dapat mengurangi risiko penyakit kronis seperti diabetes tipe 2, obesitas, dan penyakit jantung.\n\nSelain manfaat kesehatan, buah juga berperan dalam menyediakan energi yang diperlukan tubuh sepanjang hari. Karbohidrat alami yang terkandung dalam buah memberikan sumber energi yang cepat diserap oleh tubuh tanpa meningkatkan kadar gula darah secara drastis. Buah juga mengandung antioksidan yang dapat membantu melawan radikal bebas, yang berperan dalam penuaan dini dan berbagai penyakit degeneratif. Oleh karena itu, mengonsumsi berbagai macam buah dengan warna yang berbeda akan memastikan tubuh memperoleh nutrisi yang optimal.\n\nBuah tidak hanya bermanfaat bagi tubuh, tetapi juga bisa menjadi bagian dari gaya hidup yang menyenangkan. Beragam jenis buah menawarkan rasa manis, asam, dan segar yang dapat dikombinasikan dalam berbagai hidangan, mulai dari jus, salad, hingga hidangan penutup. Dengan berbagai pilihan dan cara penyajian, mengonsumsi buah dapat menjadi pengalaman yang menarik dan menggugah selera. Oleh karena itu, penting untuk memasukkan buah ke dalam pola makan harian sebagai bagian dari kebiasaan hidup sehat.\n","summarizedText":"Beberapa jenis buah, seperti jeruk, apel, dan pisang, dikenal dengan kandungan vitamin C dan potasium yang tinggi, yang sangat bermanfaat untuk sistem kekebalan tubuh, menjaga tekanan darah, serta meningkatkan pencernaan. Karbohidrat alami yang terkandung dalam buah memberikan sumber energi yang cepat diserap oleh tubuh tanpa meningkatkan kadar gula darah secara drastis. Buah juga mengandung antioksidan yang dapat membantu melawan radikal bebas, yang berperan dalam penuaan dini dan berbagai penyakit degeneratif.","timestamp":"2025-06-13T09:59:54.0853617"}]